;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Ivan Karadzhov 
; TranslationAuthorEmail: ekot@abv.bg
; TranslationAuthorWeb: http://karadzha.blogspot.com/
; Soft Version: 2.33
; Update: 2017-05-19
;
[GUI]
ButtonYes=Да
ButtonNo=Не
ButtonOK=ОК
ButtonMinimize=Минимизирай
ButtonMaximize=Увеличи
ButtonClose=Затвори
ButtonRestore=Възстанови
ButtonMenu=Меню

[Translation]
LangCode=0402
ReadHabit=Отляво-надясно
LanguageName=BUL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Информация
Warning=Предупреждение
Error=Грешка
Confirm=Потвърждение
FrmJSAbout.caption=За програмата
FrmJSAbout.btnok.caption=ОК
FrmJSAbout.lblver.caption=Текуща версия:
FrmJSAbout.lblemail.caption=Email за поддръжка:
FrmJSAbout.lblhome.caption=Сайт на програмата:
FrmJSAbout.lblthank.caption=Превод: Иван Караджов. Благодарим на следните хора:
;
; Popup Menu
;
unsupported=Неподдържан формат
denied=Отказан достъп
unknownpath=Няма път
pmCheckMsg=Автоматична проверка на новини
pmforum=Форум
pmHelp=Онлайн помощ
pmHome=Сайт на програмата
pmCheckNew=Проверка за обновление
pmLang=Езици
pmAbout=За програмата
pmcpfilename=Копиране на пълния път
pmcppath=Копиране на директория
pmopen=Отвори файл
pmopenfolder=Отвори папка
pmcpfile=Копиране файл/папка
pmdel=Изтриване файл/папка
pmatt=Свойства
pmSelectAll=Избиране на всички елементи
pmSelectNone=Не избирай нищо
pmSelectInvert=Обръщане на избора
pmCheckNew=Проверка за обновление
pmJetHelp=Стартирай "Бързо търсене"
nopath=Пътят не съществува
pmcutfile=Премести в...
pmexportto=Запази в CSV файл...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Харесвам
FrmRSMain.btnSearch.caption=Търсене
FrmRSMain.btnfeedback.caption=Предложения и обратна връзка
FrmRSMain.btncheckupdate.caption=Провери за актуализации
FrmRSMain.btnFacebook.hint=Харесай WiseCleaner във Facebook
FrmRSMain.btnTwitter.hint=Сподели Wise JetSearch в Twitter
FrmRSMain.btnemail.hint=Сподели Wise JetSearch с приятели
;
;Like us
;
Frmlikeit.lblTitle.caption=Ако харесваш Wise JetSearch, моля препоръчай тоя прекрасен инструмент на познатите си.
Frmlikeit.lblInfo.caption=Моля, сподели Wise JetSearch с твоето семейство, приятели, съученици и колеги по имейл, блог, Twitter, Youtube, Facebook... Браво! Ще внесеш удобство и ефективност в живота им.
Frmlikeit.lblRate.caption= Оцени Wise JetSearch:
Frmlikeit.lblfollow.caption=Последвай ни в:
Frmlikeit.lblshare.caption=Сподели Wise JetSearch:
Frmlikeit.btndownload.caption=Безплатно сваляне
Frmlikeit.imgrate.hint=Дай ни 5 звезди в CNET
Frmlikeit.imgmail.hint=Сподели с приятелите си
Frmlikeit.imgface1.hint=Сподели във facebook
Frmlikeit.imgface2.hint=Последвай ни в facebook
Frmlikeit.imgtwitter1.hint=Сподели в twitter
Frmlikeit.imgtwitter2.hint=Последвай ни в twitter
Frmlikeit.Caption=Харесвам
Frmlikeit.lbldownload.caption=Свали още безплатни програми от WiseCleaner.com :

[Edit]
pmcut=Изрежи
pmcopy=Копирай
pmpaste=Постави
pmdelete=Изтрий
pmselectall=Избери всички
[Message]
Loading=Създаване на индекс...
Loaded=Създаването завърши
Audios=Аудио
Videos=Видео
Images=Снимки
Document=Документи
Compressed=Архив
Email=Имейл
NewVer=Нова версия на Wise JetSearch е налице! Искаш ли да го надстроиш сега?
KeyDelete=Изтрий
AllHardDrive=Локален твърд диск
SelectHardDrive=Избери твърд диск
ScanFor=Търсене в диска:
Search=Търсене
LeftTimeSec=Продолжителност: %s секунди
NoKeyWord=Моля, въведи ключови думи за търсене.
Stop=Стоп
NoDriveChecked=Избери диск(ове) за сканиране.
NoNewVer=Поздравления! Използваш последна версия!
TranslateTo=Преведи на...

[FastFind]
Name=Име
Path=Път
FileSize=Размер на файла
FileType=Тип
DateModified=Модифициран на
KeyWord=Вмъкни дума за търсене
SearchFinish=Търсенето приключи. %d файлове/папки са открити.
SearchAborted=Търсенето е прекратено. %d файлове/папки са открити.
NoResult=Не са открити съответстващи файлове.

[Help]
Startup=Старт на JetSearch при стартиране на компютъра
AutoRunMain=Стартирай "Бързо търсене" заедно с JetSearch
Del=Изтриване
Tips="Бързо търсене" за локален файл/папка